Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.07.03.12_fin.txt.tmx
Source language: fin
Languages: sme

source: Kestävästä kehityksestä ja saamelaisporonhoidosta Viime viikot ovat olleet kiireisiä.
sme: Suvdilis gárganeamis ja sámi boazodoalus Maŋimus vahkut leat leamaš hohpolaččat.

source: Suunnittelin pitäväni talvilomani järjestäytymiskokouksen jälkeen, mutta näyttää siltä, että talviloman pito venyy saamelaiskäräjien ja Sajoksen avajaisten jälkeiseen aikaan huhtikuulle.
sme: Plánejin doallat dálveluomu ortniiduvvančoakkáma máŋŋel, muhto orru leame nu ahte dálveluomu doallan manná maŋábeallái sámedikki ja Sajosa rahpama cuoŋománnui.

source: Tänään osallistuin kestävän kehityksen toimikunnan kokoukseen.
sme: Odne oassálasten suvdilis gárganeami doaibmagotti čoakkámii.

source: Kokouksen asialistalla oli kansallisen kestävän kehityksen strategian uudistaminen.
sme: Áššelisttus lei riikkasis suvdilis gárganeami strategiija ođasteapmi.

source: Toimikunnan tehtävänä on edistää kestävää kehitystä Suomessa.
sme: Doaibmagotti bargun lea ovddidit suvdilis gárganeami Suomas.

source: Toimikunnan kokoonpano oli harvinaisen arvovaltainen ja osoittaa, että kestävä kehitys on Suomen valtioneuvoston toiminnassa hyvin tärkeässä asemassa.
sme: Doaibmagotti čoakkádus lei hárvenaš árvoválddálaš ja dat čájeha, ahte suvdilis gárganeapmi lea Suoma stáhtaráđi barggus hui dehálaš sajis.

source: Paikalla oli presidentti Tarja Halonen, pääministeri Jyrki Katainen, ulkoministeri Erkki Tuomioja, maa- ja metsätalousministeri Jari Koskinen ja ympäristöministeri Ville Niinistö.
sme: Čoakkámii oassálastte presideanta Tarja Halonen, oaiveministtar Jyrki Katainen, olgoministtar Erkki Tuomioja, eanan- ja meahccedoalloministtar Jari Koskinen ja birasministtar Ville Niinistö.

source: Kansallisen kestävän kehityksen strategian uudistaminen alkaa ja tavoitteena on saada uudistettu strategia valmiiksi kuluvan vuoden aikana.
sme: Riikkasis suvdilis gárganeami strategiija ođasteapmi álgá ja ulbmilin lea oažžut ođastuvvot stretegiija gárvvisin nohkavaš jagi áigge.

source: Aikaisemmin strategian liitteenä on ollut saamelaisten kestävän kehityksen strategia eli kestävän kehityksen strategian valmistelu edellyttää myös saamelaiskäräjiltä työtä.
sme: Ovdal strategiija čuovusin lea leamaš sámiid suvdilis gárganeami strategiija dehege suvdilis gárganeami strategiija válmmaštallan gáibida maid sámedikkis áŋgiris barggu.

source: Professori Janne Hukkinen alusti kokousta aiheellaan ” maailma haastaa suureen muutokseen ”, jossa hän toi esille kestävän kehityksen hahmottumisen seurauksineen ja erinomaisine esimerkkeineen.
sme: Professor Janne Hukkinen vuođuštii čoakkáma fáttáinis ” máilbmi hástala stuora rievdadussii ”, mas son buvttii ovdan suvdilis gárganeami hápmahuvvama čuovvumušaiguin ja earenoamáš buriiguin ovdamearkkaiguin.

source: Hän otti puheessaan esille myös alkuperäiskansakysymykset, mistä olin hyvin iloinen.
sme: Son válddii ságastis ovdan maid álgoálbmotgažaldagaid, mas ledjen hui ilus.

source: Hukkinen toi puheessaan esille Kanadan Yukonin osavaltion politiikkaa.
sme: Hukkinen buvttii ságastis ovdamearkan Kanada Yukona oassestáhta politihka.

source: Pohjois-Amerikassa alkuperäiskansakysymykset ratkaistaan antamalla alkuperäiskansoille rahaa ja valtaa, mutta pohjoismaissa vain antamalla kulttuuri-itsehallinto.
sme: Davvi-Amerihkás álgoálbmotgažaldagat čovdojuvvojit nu ahte álgoálbmogiidda addojuvvo ruhta ja váldi, muhto davviriikkain duššebeare kulturiešstivren dehe - hálddašeapmi.

source: Viittasin omassa kommenttipuheenvuorossani professori Hukkisen puheeseen.
sme: Čujuhin iežan kommeantasáhkavuorustan professor Hukkisa sáhkavurrui.

source: Totesin, että pohjoismaissa tulisi siirtyä turvamaan saamelaisten aito itsemäärämisoikeus.
sme: Dadjen, ahte davviriikkain galggalii sirdásit dorvvastit sápmelaččaid eakti iešmearridanriekti.

source: Kansainvälisessä alkuperäiskansapoliittisessa keskustelussa kulttuuri-itsehallintoa ei pidetä riittävänä alkuperäiskansojen oikeuksien turvaamisessa eikä ” kulttuuri-itsehallintoja ” maailmalla juuri olekaan muualla.
sme: Riikkaidgaskasaš álgoálbmotpolitihkalaš ságastallamis kulturiešstivren ii adnojuvvo nohkka buorren álgoálbmogiid rivttiid dorvvasteamis eaige ” kulturiešstivremat ” máilmmis jur leatge eará sajes.

source: Kansainvälisissä sopimuksissa kuten kansalais- ja poliittisia oikeuksia koskevassa yleissopimuksessa ja taloudellisia, sosiaalisia ja poliittisia oikeuksia koskevissa yleissopimuksissa taataan kansojen itsemääräämisoikeus ja alkuperäiskansajulistuksessa alkuperäiskansojen itsemääräämisoikeus.
sme: Riikkaidgaskasaš soahpamušain dego siviila ja politihkalaš rivttiid oktasašsoahpamušas ja ekonomalaš, sosiála ja politihkalaš rivttiid oktasašsoahpamušas dáhkiduvvojit álbmogiid iešmearridanriekti ja alágoálbmotjulggaštusas álgoálbmogiid iešmearridanriekti.

source: Toin kommentissani esille lisäksi tuen kestävän kehityksen strategian uudistamiselle ja toin esille että alkuperäiskansakysymykset tulevat olla vahvasti esillä kestävän kehityksen strategiassa ja että saamelaisten kestävä kehitys tulee olla omana osanaan ohjelmassa ja se tulee nivoa kansalliseen ohjelmaan.
sme: Dasa lassin bukten kommeanttastan ovdan doarjaga suvdilis gárganeami ođasteami dárbui ja bukten ovdan ahte álgoálbmotgažaldagat galget leat nannosit ovdan suvdilis gárganeami strategiijas ja ahte sámiid suvdilis gárganeapmi galgá leat iežas oassin prográmmas ja dat galgá njađđojuvvot riikkasis prográmmii.

source: Saamelainen kestävän kehityksen strategia ei saa olla vain irrallinen kestävän kehityksen strategian liite, vaan sitä tulee aidosti toteuttaa, ja seurata sitä indikaattorein.
sme: Sámiid suvdilis gárganeami strategiija ii oaččo leat duššebeare bođu suvdilis gárganeami strategiija čuovus, muhto dat galgá eakti vuogi mielde olláhuhttojuvvot ja dat galgá čuvvojuvvot indikáhtoriiguin.

source: Toimikunta kuuli myös presidentti Tarja Halosta.
sme: Doaibmagoddi gulai maid presideanta Tarja Halosa.

source: Presidentti Halonen on YK:n globaalin kestävän kehityksen paneelin varapuheenjohtaja.
sme: Presideanta Halonen lea ON:a globála suvdilis gárganeami panela várreságadoalli.

source: Presidentti kertoi että maailma ei ole saavuttanut Rio de Janeiron vuoden 1992 julistuksen tavoitteita.
sme: Presideanta muitalii, ahte máilbmi ii leat joksan Rio de Janeiro jagi 1992 julggaštusa ulbmiliid.

source: Valitettavasti köyhyys ja eriarvoisuus kasvaa edelleen maailmassa.
sme: Dađi bahábut geafivuohta ja sierraárvosašvuohta lassáneaba ain máilmmis.

source: Haasteena tulee olemaan edelleen köyhyyden poistaminen ja tuotannon ja kulutuksen muuttaminen kestäväksi.
sme: Hástalussan boahtá ain leat geafivuođa jávkadeapmi dego maid buvttadeami ja golaheami earáhuhttin suvdilin.

source: Talouskasvua ei saa tapahtua millä ehdoin tahansa, vaan talouskasvun tulee tapahtua kestävän kehityksen mukaisesti.
sme: Ekonomiijalassáneapmi ii oaččo dáhpáhuvvat maiguin beare eavttuid mielde, muhto ekonomiijalassáneapmi galgá dáhpáhuvvat suvdilis gárganeami mielde.

source: Viime aikoina on ollut paljon julkisuudessa NRK Sámiradion toimesta Näkkälän paliskunnan ylimääräinen kokous ja minun osallistumiseni siihen.
sme: Maŋimus áiggiid lea leamaš ollu ovdan NRK Sámi radio doaimmas Neakkela bálgesa badjelmearálaš čoakkán ja mu oassálastin dasa.

source: Virheellinen uutinen oli lainautunut myös Suomen medioihin.
sme: Boasttoođas lea luikojuvvon Suoma mediaide.

source: Toisaalta, ihmeen kauan ilman pientä mediamylläkkää, tässä on saanutkin olla järjestäytymiskokouksen jälkeen.
sme: Nuppe dáfus, imaš guhká almmá mangelágán mediastoarpmaid, lean beassannai leamaš ortniiduvvančoakkáma maŋŋel.

source: Osasin tällaista uutisointia odottaakin, koska järjestäytymiskokouksessa eräs saamelaiskäräjäjäsen uhkaili aloittavansa mediapelin jos häntä ei valita saamelaiskäräjien hallitukseen.
sme: Máhtten dákkár ođasráhkadeami vuorditnai, daningo ortniiduvvančoakkámis muhtin sámedikki áirras uhkidii álggahit mediaspealu jos son ii válljejuvvo sámedikki stivrii.

source: NRK:lta saamani tiedon mukaan hän on lupauksensa mukaan pelinsä jo aloittanut ja ollut aktiivisesti yhteydessä toimitukseen.
sme: Iežan NRK:s oažžun dieđu mielde son lea lohpádusas mielde spealus juo álggahan ja lea leamaš aktiivvalaččat oktavuođas doaimmahussii.

source: NRK:n toimitus, kuten edellisellä vaalikaudella, on hyvinkin juorujen ja huhujen vietävissä.
sme: NRK:a doaimmahus, dego ovdditnai válgabajis, lea jáhku mielde buresge šláddariid ja solžžaid láidemis.

source: Ongelmana hyvin usein on NRK:n uutisissa myös se, että toimittajat eivät juurikaan tunne Suomen lainsäädäntöä ja Suomen saamelaiskäräjiä ohjaavia säännöksiä.
sme: Buncarákkisin lea hui dávjá NRK:a ođđasiin maiddái dat, ahte doaimmaheaddjit eai olus dovdda Suoma lágaid ja njuolggadusaid, mat stivrejit Suoma sámedikki.

source: Wikipedia ei riitä lähteeksi ihan joka uutiseen.
sme: Wikipedia ii leat dárbahassii buorre gáldu áibbas juohke ođđasii.

source: Kuulin myös saamelaiskäräjien jäseniltä että NRK:n toimittaja oli soittanut usealle käräjäjäsenille ja kysynyt kommentteja.
sme: Gullen maid sámedikki áirasiin, ahte NRK:a doaimmaheaddji lei čuojahan máŋgga sámediggeáirasii ja jearran kommeanttaid.

source: Uutisiin pääsi jostakin kumman syystä vain sellainen kommentti, jossa asiavirheisiin perustuen minua kritisoitiin.
sme: Ođđasii beasai juoga man sivas dušše dakkár kommeanta, mas áššemeattáhusaid mielde kritisereje mu.

source: Tukevia kannanottoja ei uutisiin kelpuutettu.
sme: Dakkár oaivilat, mas mu oainnut ledje ožžon doarjaga, eai ođđasiidda dohkken.

source: Mutta tämä on NRK:n valitsema näkökulma, jossa puolueettomasta uutisvälityksestä ei ole tietoakaan.
sme: Muhto dát lea NRK:a válljen oaidninvuohki, mas bealahis ođasgaskkusteamis ii leat diehtuge.

source: Suomessa tällainen uutisointi ei olisi journalististen eettisten ohjeiden mukaista.
sme: Suomas dákkár ođasráhkadeapmi ii livčče journalisttalaš etihkalaš rávvagiid mielde.

source: Ikävää, että hyvä asia on yritetty saada huonoon valoon.
sme: Šállošahtti dás lea dieđusge dat, ahte NRK Sámi radio lea viggan botnjat buori ášši ja bostalit.

source: Näkkälän paliskunnan hallitus oli kutsunut saamelaiskäräjät osallistumaan asiantuntijana paliskunnan ylimääräiseen kokoukseen helmikuun lopulla.
sme: Neakkela bálgesa stivra lei bovden sámedikki báikki nala daningo sámi boazodoalu sajádaga ovddideapmi gullá sámedikki bargguide.

source: Toin tilaisuuteen saamelaiskäräjien tervehdyksen ja kerroin kokoukselle saamelaisporonhoidon suojasta ja saamelaiskäräjien tehtävistä.
sme: Sámediggi lea ožžon olu fuolastuvvan oktavuohtaváldimiid maŋimus jagiid guovllu sámi boazodolliin sámi boazodoalu dilis Neakkela bálgesis.

source: Näkkälän paliskunnan hallitus oli kutsunut saamelaiskäräjät paikalle koska saamelaisen poronhoidon aseman edistäminen kuuluu saamelaiskäräjien tehtäviin.
sme: Oktavuohtaváldit ballet, ahte sámi boazodoallu nohká Neakkela bálgesis ja ahte oba boazodoallovuohki rievdá jos bálges ii juhkkojuvvo.

source: Näkkälän paliskunnassa on historiallisesti ja perinteisesti erilliset laidunalueet suomalaisille ja saamelaisille poronhoitajille.
sme: Neakkela bálgesis leat historjjálaččat ja árbevirolaččat sierra guohtoneatnamat láddelaš ja sápmelaš boazodolliide.

source: Alueen pohjoisosa on saamelaisten laidunaluetta ja eteläosa suomalaisten poronhoitajien laidunaluetta.
sme: Bálgesa davvioassi lea sápmelaččaid guohtoneanan ja lulliguovlu láddelaš boazodolliid guohtoneanan.

source: Saamelaisten poronhoitajien laidunalueet ovat kuitenkin kaventunut jatkuvasti.
sme: Sápmelaččaid guohtoneatnamat leat goit geažos áigge gáržon.

source: Suomalaiset poronhoitajat eivät ole kunnioittaneet perinteisiä laidunrajoja vaan tunkeutuneet syvälle saamelaisten poronhoitajien laidunalueille.
sme: Láddelaš boazodoallit eai leat gudnejahttán árbevirolaš guohtoneanarájiid, muhto sii leat bahkken guhkás boazosámiid guohtoneatnamiidda.

source: Paikoitellen saamelaisia poronhoitajia, jotka ovat puolustaneet omia laitumiaan, on uhkailtu väkivallalla.
sme: Báikkohagaid boazosápmelaččat, geat leat bealuštan iežaset guohtoneatnamiid, leat uhkiduvvon veahkaválddiin.

source: Laitumet eivät pitkään kestä tätä tilannetta.
sme: Guohtoneatnamat eai guhká gierdda dán dili.

source: Tilanne on jatkunut jo useamman vuoden eikä Näkkälän paliskunta ole pystynyt tilannetta ratkaisemaan pysyvällä tavalla omissa elimissään.
sme: Dilli lea bistán dákkárin juo máŋga jagi iige Neakkela bálges leat bastán dili čoavdit fásta vuogi mielde iežas organain.

source: Kuluvana talvena tilanne on entisestään pahentunut.
sme: Dán dálvve dilli lea ovddežisge vearránan.

source: Perinteisiä porohoitotöitä ei ole voinut tehdä koska poroja on joutunut paimentamaan jatkuvasti mastaamisen ehkäisemiseksi.
sme: Árbevirolaš boazobarggut leat báhcán barggakeahttá go boazosámit leat šaddan geažos áigge guođohit ealuideaset mástanbalu dihte.

source: On selvää, että nykyinen tilanne ei voi jatkua.
sme: Lea čielggas, ahte dálá dilli ii sáhte joatkahuvvat.

source: Laidunrauhaa ei ole, saamelaisten perinteinen laidunalueiden säästäminen ja säätely laidunkiertojärjestelmän avulla on murenemassa ja saamelaisten ja suomalaisten poronhoitajien väliset suhteet ovat huonot.
sme: Guohtonráfi ii leat, boazosámiid árbevirolaš guohtoneatnamiid seastin ja mudden guohtoneananmolsašuddama vuogádagain lea billahuvvame – ja sápmelaš ja láddelaš boazodolliid gaskavuođat leat heittodat.

source: Paliskunnan osakkaat päättivätkin äänestyksen jälkeen, että paliskunta jaetaan.
sme: Bálgesa osolaččat mearridenai jienasteami maŋŋel, ahte bálges juhkkojuvvo.

source: Asia siirtyy tämän jälkeen Lapin aluehallintaviraston käsiteltäväksi.
sme: Ášši sirdása dán maŋŋel Davviguovllu guovlohálddašanvirgelágádusa gieđahallamii.

source: Itse en tietenkään osallistunut äänestykseen enkä olisi edes voinutkaan osallistua koska olin tilaisuudessa asiantuntijana enkä ole paliskunnan osakas eli minulla ei ole poroja luvussa.
sme: Ieš in dieđusge oassálastán jienasteapmái, inge livčče oba bastánge oassálastit go ledjen dilálašvuođas áššedovdi inge bálgesa osolaš, dehege mus eai leat bohccot logus.

source: Politiikan teko on vaatinut veronsa.
sme: Politihkain bargan lea dán dáfus váldán vearus.

source: Pidän paliskunnan jakamista parhaana vaihtoehtona turvata saamelaisporonhoidon tulevaisuus Näkkälän paliskunnan alueella.
sme: Ieš anán bálgesa juohkima buoremus molssaeaktun dorvvastit sámi boazodoalu boahtteáiggi Neakkela bálgesis.

source: Poronhoitolaki mahdollistaa paliskunnan jakamisen, mutta jakaminen toki vaatii vielä tarkempia selvityksiä ja asia tulee varmasti myös saamelaiskäräjien käsiteltäväksi.
sme: Boazodoalloláhka dahká vejolažžan bálgesa juohkima, muhto juohkin gal gáibida vel dárkilit čilgehusaid ja ášši boahtá sihkkarit maiddái sámedikki gieđahallamii.

source: Asia on kuitenkin minulle ennen kaikkea tärkeä siksi, että saamelaisen poronhoidon aseman turvaaminen kuuluu saamelaiskäräjien tehtäviin, paliskunnan saamelaisosakkaat ovat tätä vaatineet saamelaiskäräjiltä ja että paliskunnan saamelaisten osakkaiden todella selkeä enemmistä kannattaa paliskunnan jakamista.
sme: Ášši lea munnje earenoamáš dehálaš danin go sámi boazodoalu sajádaga dorvvasteapmi gullá sámedikki bargguide, bálgesa ja bálgesa sámi osolaččat leat dán gáibidan sámedikkis ja ahte bálgesa sámi osolaččaid čielga eanetlohku duođaid doarju bálgesa juohkima.

source: Tämä oli ensimmäinen kerta minun aikanani kun saamelaiskäräjät kutsuttiin saamelaisten kotiseutualueen paliskunnan kokouksiin ja mielelläni osallistumme kokouksiin myös jatkossakin, jos saamelaiset poronhoitajat niin toivovat.
sme: Dát lei vuosttaš geardi mu áigge go sámediggi bovdejuvvui sámi ruovttuguovllu bálgesa čoakkámii ja mielalis oassálastit čoakkámiidda maiddái boahttevuođas, jos boazosámit dan sávvet.

source: Saamelaiskäräjillä on säännöllinen yhteistyömuoto saamelaisten kotiseutualueen paliskuntien poroisäntien kanssa.
sme: Sámedikkis lea jeavddalaš ovttasbargovuohki sámi ruovttuguovllu bálgesiid boazoisidiiguin.

source: Viime viikon tiistaina pidettiin saamelaisen parlamentaarisen neuvoston hallituksen kokous Koutokeinossa.
sme: Mannan vahku disdaga dollojuvvui sámi parlamentáralaš ráđi stivrra čoakkán Guovdageainnus.

source: Käsittelimme kokouksessa esitystä saamelaiskäräjien yhteistyön tiivistämiseksi saamelaisopetuksessa, sen suunnittelussa ja oppimateriaalituotannossa.
sme: Gieđahalaimet čoakkámis evttohusa sámedikkiid ovttasbarggu buorideamis sámi oahpahusas, dan plánemis ja oahppomateriálabuvttadeamis.

source: Päätimme lähettää esityksen kansallisten saamelaiskäräjien käsiteltäväksi ennen asiasta päättämistä.
sme: Mearrideimmet sáddet evttohusa riikkasis sámedikkiid gieđahallamii ovdal áššis mearrideami.

source: Tämän saamelaiskäräjäkauden ensimmäinen hallituksen kokous pidettiin kiireellisenä puhelinkokouksena.
sme: Dán sámedikkibaji vuosttaš stivrra čoakkán dollojuvvui hohpolaš telefunčoakkámin.

source: Asialistalla oli saamelaiskäräjien ja saamelaiskulttuurikeskus Sajoksen avajaiset sekä muutama edustajan nimeäminen.
sme: Áššelisttu nalde ledje sámedikki ja sámi kulturguovddáš Sajosa rahpandoalut sihke muhtin ovddasteaddji nammadeapmi.

source: Nimesimme pohjoismaiseen virkamiestyöryhmään edustajaksi lakimiessihteeri Aimo Guttormin ja vähemmistöasian neuvottelukuntaan nimettiin saamelaiskäräjien hallituksen jäsen Pirita Näkkäläjärvi.
sme: Nammadeimmet davviriikkalaš virgeolmmošbargojovkui ovddasteaddjin láhkaolmmoščálli Aimo Guttorma ja vehádatáššiid ráđđádallangoddái nammaduvvui sámedikki stivrra lahttu Pirita Näkkäläjärvi.

source: Viime viikon torstaina minulla oli kunnia osallistua Tasavallan Presidentti Sauli Niinistön virkaanastujaisseremonioihin.
sme: Mannan vahku duorastaga mus lei gudni oassálastit dásseválddi presideantta Sauli Niinistö virgáilávkenseremoniijaide.

source: Osallistuin myös pohjoismaisen saamelaissopimuksen jatkoneuvottelujen Suomen valtuuskunnan kokoukseen sekä rasismin ja suvaitsemattomuuden vastaisen Euroopan komission vierailuun Suomessa (ECRI) koska se halusi kuulla saamelaiskäräjiä työssään. ECRI on Euroopan Neuvoston alainen elin.
sme: Oassálasten maid davviriikkalaš sámi soahpamuša joatkkaráđđádallamiid Suoma sáttagotti čoakkámii sihke rasismma ja utnohisvuođa vuostásaš Eurohpá komisšuvnna guossástallamii Suomas (ECRI) daningo dat háldii gullat sámedikki iežas barggus.

source: Osallistuin myös saamen kielten elvytysohjelman luovutustilaisuuteen kulttuuri- ja opetusministeriössä.
sme: Oassálasten maid sámegielaid ealáskahttinprográmma luobahandilálašvuhtii kultur- ja oahpahusministeriijas.

source: Tämä ja ensi viikko kuluu taas työmatkoilla.
sme: Dát ja boahtte vahku mannet fas bargomátkkiin.

source: Tiistaina saamelaisella parlamentaarisella neuvostolla oli ilo tavata Rovaniemellä EU:n ulkosuhteista vastaava komissaari, komission varapresidentti Catherine Ashton.
sme: Ikte sámi parlamentáralaš ráđis lei illu deaivat Roavenjárggas EU:a olgoáššiid gaskavuođain ovddasvástideaddji komissára, komisšuvnna várrepresideantta Catherine Ashtona.

source: Toin puheessani esille saamelaisporonhoidon erityiskysymyksiä sekä erityisesti ehdotuksia parantaa dialogia Eu:n ja arktisten alkuperäiskansojen kanssa.
sme: Bukten sáhkavuorustan ovdan sámi boazodoalu sierragažaldagaid sihke earenoamážit evttohusaid buoridit dialoga EU:a ja árktalaš álgoálbmogiiguin.

source: Puhe löytyy kotisivuiltamme osoitteesta www.samediggi.fi/puheet.
sme: Mu doallan sáhka gávdno sámedikki ruovttusiidduin čujuhusas www.samediggi.fi/puheet.

source: Loppuviikolla osallistun biodiversiteettityöryhmän kokoukseen Helsingissä.
sme: Loahppavahku oassálasttán biodiversiteahttabargojoavkku čoakkámii Helssegis.

source: Asialistalla on biodiversiteettistrategian ja – toimintaohjelman uudistaminen.
sme: Áššelisttu nalde lea biodiversiteahttastrategiija ja – doaibmaprográmma ođasteapmi.

source: Ensi viikko alkaa pohjoismaisen saamelaissopimuksen jatkoneuvotteluilla.
sme: Boahtte vahkku álgá davviriikkalaš sámi soahpamuša joatkkaráđđádallamiin.

source: Terveisin Helsingistä Klemetti Näkkäläjärvi
sme: Dearvvuođagat Helssegis
